Repository: Junkfood-dk/JunkFoodApp
Catalog: lib/l10n/app_*.arb
Languages: da

# homePageTitle
source: Homepage
da: Startside

# punchText
source: You have punched the button this many times:
da: Du har slået knappen så mange gange:

source: Calories
da: Kalorier

source: Main Course
da: Hovedret

source: Dish of the day
da: Dagens ret

source: Allergens
da: Allergener

source: No allergens
da: Ingen allergener

# noDishText
source: Today's menu will be available at 13:00
da: Dagens ret vises kl. 13:00

source: No description
da: Ingen beskrivelse

source: No calories
da: Ingen kalorier

source: No title
da: Ingen titel

source: No dishtype
da: Ingen type ret

# servingHasEndedText
source: Yesterday's serving has ended. Today's menu will be available at 13:00.
da: Servering af gårsdagens ret er slut. Dagens ret vises kl. 13:00.

# rateButtonText
source: Rate today's dish
da: Bedøm dagens ret

# localeHelper
source: en
da: da

# ratingTitle
source: How was your meal today?
da: Hvordan var dagens ret?

# ratingFeedback
source: Help us choose the favorites of the future!
da: Hjælp os med at vælge fremtidens favoritter!

# ratingAcknowledgeTitle
source: Thank you for rating!
da: Tak for din bedømmelse!

# ratingAcknowledgeText
source: You are always welcome to send us a message. Your opinion means a lot to us.
da: Du er altid velkommen til at sende os en besked. Din mening betyder meget for os

# ratingAcknowledgeButton
source: Return to homepage
da: Tilbage til forsiden

# ratingContinue
source: Continue
da: Fortsæt

# commentHeading
source: We want to hear from you
da: Send os en besked her

# commentPageParagraph
source: Do you have an idea for what could be today's dish? Or maybe something else you woud like to share with us? Whether it's praise or feedback, or a special request, dish of the day for your birthday, etc., we would love to hear your thoughts. You are always welcome to send us a message. Your opionion means a lot to us!
da: Har du en idé til dagens ret? Et særligt ønske - eller måske en fødselsdag på vej? Uanset om du har ris, ros eller bare noget på hjerte, betyder din mening meget for os. Vi glæder os til at høre fra dig!

# yourNameHintText
source: Your name
da: Dit navn

# writeCommentText
source: Write your feedback here
da: Skriv din besked her

# commentPageSubmitButton
source: Send feedback
da: Send besked

# changeRating
source: You have rated this dish, would you like to change your rating?
da: Du har bedømt dagens ret. Vil du ændre din bedømmelse?

source: Yes
da: Ja

source: No
da: Nej

# emptyCommentErrorMessage
source: Comment Field must be filled out
da: Kommentarfeltet skal være udfyldt

# succesfulCommentSubmission
source: Comment posted successfully!
da: Kommentar indsendt!

# failedCommentSubmission
source: Failed to post comment
da: Kommentar kunne ikke indsendes

# commentAcknowledgementTitle
source: Thank you for your comment!
da: Tak for din kommentar!

# commentAcknowledgementText
source: Your opinion means a lot to us
da: Din mening betyder meget for os

# commentAcknowledgementButton
source: Return to homepage
da: Tilbage til forsiden

# sendUsMsgBtn
source: Send us a message
da: Send os en besked

# dishContents
source: The dish contains:
da: Retten består af:
